Repository: 84000/data-translation-memory
Catalog: toh226-v3.tmx
Source language: bo
Languages: en

source: འཕགས་པ་སྲིད་པ་འཕོ་བ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།
en: The Noble Mahāyāna Sūtra Transmigration Through Existences

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to all buddhas and bodhisattvas!

source: །འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་རྒྱལ་པོའི་ཁབ་ན་འོད་མའི་ཚལ་བྱ་ཀ་ལན་ད་ཀ་གནས་པ་ན་དགེ་སློང་སྟོང་ཉིས་བརྒྱ་ལྔ་བཅུའི་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རབ་ཏུ་མང་པོ་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ།
en: The Blessed One was dwelling in the Kalandakanivāpa, at the Veṇuvana near Rājagṛha, together with a great monastic saṅgha of 1,250 monks and a multitude of bodhisattva mahāsattvas.

source: དེ་ནས་བཅོམ་ལྡན་འདས་འཁོར་བརྒྱ་སྟོང་དུ་མས་ཡོངས་སུ་བསྐོར་ཅིང་མདུན་གྱིས་བལྟས་ནས་ཆོས་སྟོན་ཏེ། ཚངས་པར་སྤྱོད་པ།
en: The Blessed One, surrounded and venerated by an audience of many hundreds of thousands, taught the Dharma.

source: ཐོག་མར་དགེ་བ། བར་དུ་དགེ་བ། ཐ་མར་དགེ་བ། དོན་བཟང་པོ། ཚིག་འབྲུ་བཟང་པོ། མ་འདྲེས་པ། ཡོངས་སུ་རྫོགས་པ། ཡོངས་སུ་དག་པ།
en: He expounded the wholesome conduct that is virtuous in the beginning, virtuous in the middle, and virtuous in the end, and that is excellent in meaning, excellent in words, distinctive, perfect, completely pure, and thoroughly refined.

source: ཡོངས་སུ་བྱང་བ་ཡང་དག་པར་སྟོན་ཏོ། །དེའི་ཚེ་ཡུལ་མ་ག་དྷཱའི་རྒྱལ་པོ་བཟོ་སྦྱངས་གཟུགས་ཅན་སྙིང་པོ་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོ་ནས་བྱུང་སྟེ།
en: At that time King Śreṇya Bimbisāra of Magadha set out from the great city of Rājagṛha.

source: རྒྱལ་པོའི་འབྱོར་པ་ཆེན་པོ་དང་། རྒྱལ་པོའི་མཐུ་ཆེན་པོས་འོད་མའི་ཚལ་ག་ལ་བ་དང་། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།
en: With great royal pomp and power, he arrived at the Veṇuvana before the Blessed One.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ། ལན་གསུམ་བསྐོར་བ་བྱས་ནས་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།
en: He bowed his head to the feet of the Blessed One, circumambulated him three times, and sat to one side.

source: །ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་ཡུལ་མ་ག་དྷཱའི་རྒྱལ་པོ་བཟོ་སྦྱངས་གཟུགས་ཅན་སྙིང་པོས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་ལས་བགྱིས་ཤིང་བསགས་པ་འགགས་ནས་ཡུན་རིང་དུ་འགགས་པ་འགུམ་པའི་དུས་ཀྱི་ཚེ་ཉེ་བར་གནས་ཤིང་ཡིད་ལ་མངོན་དུ་འགྱུར་ལགས། འདུ་བྱེད་ཐམས་ཅད་སྟོང་པ་ལ་ཇི་ལྟར་ལས་རྣམས་ཆབ་མི་འཚལ་བར་གདའ།
en: Seated to one side, King Śreṇya Bimbisāra of Magadha inquired of the Blessed One, “Blessed One, how does an action, performed and accumulated, having ceased and ceased for a long while, manifest in the mind when the moment of death is imminent? Since all formations are empty, how are actions not lost?”

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་ཡུལ་མ་ག་དྷཱའི་རྒྱལ་པོ་བཟོ་སྦྱངས་གཟུགས་ཅན་སྙིང་པོ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །རྒྱལ་པོ་ཆེན་པོ་འདི་ལྟ་སྟེ།
en: The Blessed One replied to King Śreṇya Bimbisāra of Magadha, “Great king, it is like this:

source: དཔེར་ན་མི་ཞིག་ཉལ་བའི་རྨི་ལམ་ན་ཡུལ་གྱི་བུད་མེད་བཟང་མོ་དང་ལྷན་ཅིག་ཏུ་ཡོངས་སུ་སྤྱོད་པ་རྨིས་ལ། དེ་ཉལ་བ་ལས་སད་ནས་ཡུལ་གྱི་བུད་མེད་བཟང་མོ་དེ་དྲན་ན་རྒྱལ་པོ་ཆེན་པོ་འདི་ཇི་སྙམ་དུ་སེམས།
en: To give an analogy, a man has dreamed that he has cavorted with the most beautiful woman in the land, and then upon waking he keeps recollecting that most beautiful woman in the land. What do you think, king?

source: རྨི་ལམ་གྱི་ཡུལ་གྱི་བུད་མེད་བཟང་མོ་དེ་ཡོད་དམ།
en: Does that most beautiful woman in the land from the dream exist?”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ནི་མ་མཆིས་ལགས་སོ།
en: “No, Blessed One, she does not,” he replied.

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རྒྱལ་པོ་ཆེན་པོ་འདི་ཇི་སྙམ་དུ་སེམས།
en: The Blessed One then asked, “Great king, what do you think?

source: འོ་ན་གང་རྨི་ལམ་གྱི་ཡུལ་གྱི་བུད་མེད་བཟང་མོ་ལ་མངོན་པར་ཞེན་པའི་མི་དེ་ཅི་མཁས་པའི་རང་བཞིན་ཅན་ཡིན་ནམ།
en: In that case, is that person who has become fixated on the most beautiful woman in the land wise in nature?”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ནི་མ་ལགས་ཏེ།
en: “No, Blessed One, he is not,” he replied.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན།
en: “Why is that?

source: བཅོམ་ལྡན་འདས་རྨི་ལམ་གྱི་ཡུལ་གྱི་བུད་མེད་བཟང་མོ་ཡང་ཤིན་ཏུ་མ་མཆིས་ཤིང་མི་དམིགས་ལགས་ན་དེ་དང་ཡོངས་སུ་སྤྱོད་པ་ལྟ་ག་ལ་མཆིས་ཏེ།
en: Blessed One, the most beautiful woman in the land from the dream is utterly nonexistent and cannot be observed;

source: འདི་ལྟར་མི་དེ་ནི་ཕོངས་ཤིང་དུབ་པའི་སྐལ་བ་ཅན་དུ་འགྱུར་ལགས་སོ།
en: as there is no way he can cavort with her, that man is bound to be miserable and exhausted.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རྒྱལ་པོ་ཆེན་པོ་དེ་བཞིན་དུ་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཐོས་པ་དང་མི་ལྡན་པ་ཡང་མིག་གིས་གཟུགས་རྣམས་མཐོང་ན་ཡིད་བདེ་བར་འགྱུར་བའི་གཟུགས་རྣམས་ལ་མངོན་པར་ཞེན་ཏེ།
en: “Great king,” said the Blessed One, “childish and unlearned beings, in the same way, become fixated on pleasant forms that they see with their eyes.

source: མངོན་པར་ཞེན་པར་གྱུར་ནས་རྗེས་སུ་ཆགས་པར་འགྱུར་རོ།
en: Having become fixated, they then become desirous.

source: །རྗེས་སུ་ཆགས་ནས་ཀུན་ཏུ་ཆགས་པར་འགྱུར་རོ།
en: Being desirous, they then become enamored.

source: །ཀུན་ཏུ་ཆགས་ནས་འདོད་ཆགས་ལས་བྱུང་བ་དང་། ཞེ་སྡང་ལས་བྱུང་བ་དང་། གཏི་མུག་ལས་བྱུང་བའི་ལས་ལུས་དང་། ངག་དང་། ཡིད་ཀྱིས་མངོན་པར་འདུ་བྱེད་དེ། ལས་དེ་མངོན་པར་འདུས་བྱས་པར་གྱུར་ནས་འགག་གོ། །འགག་པ་ནི་ཤར་ཕྱོགས་སུ་བརྟེན་ཏེ་གནས་པ་མ་ཡིན། ལྷོ་ཕྱོགས་སུ་མ་ཡིན། ནུབ་ཕྱོགས་སུ་མ་ཡིན། བྱང་ཕྱོགས་སུ་མ་ཡིན།
en: Being enamored leads them to commit actions stemming from passion, anger, and ignorance, which are conditioned by body, speech, and mind. The actions, thus conditioned, then cease. Having ceased, an action does not remain anywhere—in the east or in the south, in the west or in the north.

source: སྟེང་དུ་མ་ཡིན། འོག་ཏུ་མ་ཡིན། ཕྱོགས་མཚམས་རྣམས་སུ་བརྟེན་ཏེ་གནས་པ་མ་ཡིན་ནོ།
en: It does not remain above, below, or in the intermediate directions.

source: །དུས་གཞན་ཇི་ཙམ་ཞིག་ན་འཆི་བའི་དུས་དང་ཚོད་ཉེ་བར་གནས་པའི་ཚེ་དེ་དང་། སྐལ་བ་འདྲ་བའི་ལས་ཟད་ནས་རྣམ་པར་ཤེས་པ་ཐ་མ་འགག་པའི་ཚེ་འདི་ལྟ་སྟེ། དཔེར་ན་ཉལ་ཉལ་བ་ལས་སད་པའི་མིའི་ཡུལ་གྱི་བུད་མེད་བཟང་མོ་ལྟ་བུར་ལས་དེ་ཡིད་ལ་མངོན་དུ་འགྱུར་རོ།
en: “But at some other time, whenever it might be, when the moment of death is approaching and the karma concordant with one’s fortune for this life is exhausted, the final consciousness ceases, and this next karma—just like the most beautiful woman in the land for the person in the analogy sleeping and waking from sleep—will manifest in the mind.

source: །རྒྱལ་པོ་ཆེན་པོ་དེ་ལྟར་རྣམ་པར་ཤེས་པ་ཐ་མ་འགག་ཅིང་སྐྱེ་བའི་ཆར་གཏོགས་པའི་རྣམ་པར་ཤེས་པ་དང་པོ་ཡང་ན་ནི་ལྷའི་ནང་དུ། ཡང་ན་ནི་མིའི་ནང་དུ། ཡང་ན་ནི་ལྷ་མ་ཡིན་གྱི་ནང་དུ། ཡང་ན་ནི་སེམས་ཅན་དམྱལ་བ་རྣམས་སུ། ཡང་ན་ནི་དུད་འགྲོ་རྣམས་སུ།
en: “Great king, that is how, as the final consciousness ceases, there arises the first consciousness belonging to the next life, be that among the gods, humans, asuras, hell beings, animals, or pretas.

source: ཡང་ན་ནི་ཡི་དགས་རྣམས་སུ་འབྱུང་བར་འགྱུར་རོ། །རྒྱལ་པོ་ཆེན་པོ་རྣམ་པར་ཤེས་པ་དང་པོ་དེ་འགགས་མ་ཐག་ཏུ་གང་ལ་རྣམ་པར་སྨིན་པ་མྱོང་བར་འགྱུར་བ་མངོན་པ་དེ་དང་སྐལ་བ་འདྲ་བའི་སེམས་ཀྱི་རྒྱུད་འབྱུང་ངོ་།
en: “Great king, immediately after that first consciousness ceases, there arises the mindstream concordant with one’s fortune along with the experiences of karmic fruition that manifest therein.

source: །རྒྱལ་པོ་ཆེན་པོ་དེ་ལ་ཆོས་གང་ཡང་། འཇིག་རྟེན་འདི་ནས་འཇིག་རྟེན་ཕ་རོལ་ཏུ་འཕོ་བ་ཡང་མེད་ལ་འཆི་འཕོ་དང་སྐྱེ་བར་མངོན་པ་ཡང་ཡོད་དེ།
en: “Great king, no phenomenon whatsoever transmigrates from this world to another world, yet there are the manifestations of death and birth.

source: རྒྱལ་པོ་ཆེན་པོ་དེ་ལ་གང་རྣམ་པར་ཤེས་པ་ཐ་མ་འགག་པ་དེ་ནི་འཆི་འཕོ་ཞེས་བྱ།
en: “Great king, the cessation of the final consciousness is known as death

source: གང་རྣམ་པར་ཤེས་པ་དང་པོ་འབྱུང་བ་དེ་ནི་སྐྱེ་བ་ཞེས་བྱའོ།
en: The arising of the first consciousness is known as birth

source: །རྒྱལ་པོ་ཆེན་པོ་རྣམ་པར་ཤེས་པ་ཐ་མ་འགག་པའི་ཚེ་ཡང་གང་དུ་ཡང་མི་འགྲོ།
en: Great king, the moment the final consciousness ceases, it does not go anywhere.

source: རྣམ་པར་ཤེས་པ་དང་པོ་སྐྱེ་བའི་ཆར་གཏོགས་པ་འབྱུང་བའི་ཚེ་ཡང་གང་ནས་ཀྱང་མི་འོང་ངོ་།
en: The moment the first consciousness pertaining to birth arises, it also does not come from anywhere.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Why is that?

source: ངོ་བོ་ཉིད་དང་བྲལ་བའི་ཕྱིར་རོ།
en: It is because they are devoid of essential nature.

source: །རྒྱལ་པོ་ཆེན་པོ་དེ་ལ་རྣམ་པར་ཤེས་པ་ཐ་མ་ནི་རྣམ་པར་ཤེས་པ་ཐ་མས་སྟོང་། འཆི་འཕོ་ནི་འཆི་འཕོས་སྟོང་། ལས་ནི་ལས་ཀྱིས་སྟོང་། རྣམ་པར་ཤེས་པ་དང་པོ་ནི་རྣམ་པར་ཤེས་པ་དང་པོས་སྟོང་། སྐྱེ་བ་ནི་སྐྱེ་བས་སྟོང་ལ་ལས་རྣམས་ཆུད་མི་ཟ་བར་མངོན་པ་ཡང་ཡོད་དོ།
en: “Great king, the final consciousness is empty of final consciousness, transmigration after death is empty of transmigration after death, action is empty of action, the first consciousness is empty of the first consciousness, and birth is empty of birth, yet actions manifest without being lost.

source: །རྒྱལ་པོ་ཆེན་པོ་རྣམ་པར་ཤེས་པ་དང་པོའི་སྐྱེ་བའི་ཆར་གཏོགས་པ་འགགས་མ་ཐག་ཏུ་བར་མ་ཆད་པར་གང་ལ་རྣམ་པར་སྨིན་པ་མྱོང་བར་འགྱུར་བ་མངོན་པའི་སེམས་ཀྱི་རྒྱུད་འབྱུང་ངོ་།
en: “Great king, no sooner does the first consciousness pertaining to birth cease than there arises, without any interruption, the mindstream in which the experiences of karmic fruition manifest.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ཏེ།
en: Thus spoke the Blessed One.

source: བདེ་བར་གཤེགས་པས་དེ་སྐད་གསུངས་ནས་སྟོན་པས་གཞན་ཡང་འདི་སྐད་བཀའ་སྩལ་ཏོ།
en: The Sugata having spoken, the Teacher further declared:

source: །འདི་དག་ཐམས་ཅད་མིང་ཙམ་སྟེ།
en: “All of these are mere names—

source: །འདུ་ཤེས་ཙམ་དུ་གནས་པ་ཡིན།
en: They abide only as notions.

source: །བརྗོད་པ་ལས་ནི་གཞན་གྱུར་པ།
en: Set apart from their verbal designations,

source: །བརྗོད་པར་བྱ་བ་ཡོད་མ་ཡིན།
en: What is designated does not exist.

source: །མིང་ནི་གང་དང་གང་གིས་སུ།
en: “By whatever names

source: །ཆོས་རྣམས་གང་དང་གང་བརྗོད་པ།
en: Any phenomena are designated,

source: །དེ་ལ་དེ་ནི་ཡོད་མ་ཡིན།
en: They do not exist therein.

source: །འདི་ནི་ཆོས་རྣམས་ཆོས་ཉིད་དོ།
en: This is the very nature of phenomena

source: །མིང་གིས་མིང་ཉིད་སྟོང་པ་སྟེ།
en: “The nature of name is empty of name.

source: །མིང་ནི་མིང་གིས་ཡོད་མ་ཡིན།
en: A name does not exist as a name.

source: །མིང་མེད་པ་ཡི་ཆོས་རྣམས་ཀུན།
en: All nameless phenomena

source: །མིང་གིས་ཡོངས་སུ་བརྗོད་པར་བྱས།
en: Have been designated by name.

source: །ཆོས་རྣམས་འདི་དག་ཡོད་མིན་ཏེ།
en: “These phenomena do not exist;

source: །རྟོག་པ་ལས་ནི་ཀུན་ཏུ་འབྱུང་།
en: They originate from conceptual thought.

source: །གང་གིས་སྟོང་པར་རྣམ་རྟོག་པ། །རྟོག་པ་དེ་ཡང་འདི་ན་མེད།
en: The conceptual thought that conceptualizes them as empty Also does not exist.

source: །མིག་གིས་གཟུགས་ནི་མཐོང་ངོ་ཞེས།
en: ‘The eye sees form’

source: །ཡང་དག་གཟིགས་པས་གང་གསུངས་པ།
en: Is said by one who observes correctly.

source: །འཇིག་རྟེན་ལོག་པའི་ང་ཅན་ལ།
en: To the world with its perverse arrogance,

source: །ཀུན་རྫོབ་བདེན་པར་དེ་གསུངས་སོ།
en: This was taught as the relative truth. {5} “What the Guide has made known—

source: །ཚོགས་ནས་མཐོང་ཞེས་གང་དག་ཏུ།
en: That seeing comes from a conjunction

source: །འདྲེན་པས་རབ་ཏུ་བསྟན་མཛད་པ།
en: The wise speak of

source: །དེ་ནི་དོན་དམ་གདགས་པའི་སར། །བློ་དང་ལྡན་པས་བཀའ་སྩལ་ཏོ།
en: As the grounds for designating ultimate truth.

source: །མིག་གིས་གཟུགས་རྣམས་མི་མཐོང་ཞིང་།
en: “The eye does not see form

source: །ཡིད་ཀྱིས་ཆོས་རྣམས་མི་རིག་པ།
en: And the mind does not know phenomena.

source: །དེ་ནི་བདེན་པ་མཆོག་ཡིན་ཏེ།
en: That is the supreme truth;

source: །དེ་ལ་འཇིག་རྟེན་མི་དཔོགས་སོ།
en: The world does not fathom it.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། ཡུལ་མ་ག་དྷཱའི་རྒྱལ་པོ་བཟོ་སྦྱངས་གཟུགས་ཅན་སྙིང་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་དང་། དགེ་སློང་དེ་དག་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།།
en: The Blessed One having spoken, King Śreṇya Bimbisāra of Magadha, the bodhisattvas and monks, and the world with its gods, humans, asuras, and gandharvas rejoiced and praised the words of the Blessed One.

source: །།འཕགས་པ་སྲིད་པ་འཕོ་བ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།།
en: This concludes the noble Mahāyāna sūtra “Transmigration Through Existences.”

source: །།རྒྱ་གར་གྱི་མཁན་པོ་ཛི་ན་མི་ཏྲ་དང་། དཱ་ན་ཤཱི་ལ་དང་། ཞུ་ཆེན་གྱི་ལོ་ཙྪ་བ་བན་དེ་ཡེ་ཤེས་སྡེས་བསྒྱུར་ཅིང་ཞུས་ཏེ། སྐད་གསར་ཆད་ཀྱིས་ཀྱང་བཅོས་ནས་གཏན་ལ་ཕབ་པ།།
en: Translated and edited by the Indian preceptors Jinamitra and Dānaśīla and the chief editor and translator Bandé Yeshé Dé.
